{
    "ServiceResponse": {
        "Buildings": [
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.929413",
                "BUILDING_ABBR": "HQ",
                "USAGE_DESCRIPTION": "ACADEMIC",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "2105",
                "DESCRIPTION": "HUMANITIES QUADRANGLE",
                "BUILDING_PROSE": "Was completed in 1932 with funds provided by the trustees of the estate of John W. Sterling, BA 1864. The building, Collegiate Gothic with modernistic Arts & Craft and Art Nouveau touches, is of brick and seam-faced granite with limestone trim.  James Gamble Rogers was the architect. The use of various interconnected low buildings, grouped around two courts with a central fourteen-story tower was characteristic of Rogers conscious effort to create urban compositions. The Hall was designed to be self-contained.  It includes dormitory accommodations for students, faculty apartments, and classrooms, lecture halls, faculty offices, dining hall and common rooms. The office of the Provost is also located here.. In 1993 accessibility ramps were built at the main entrance, and in 1997, the McDougal  --                                                                           . [320 York Street] Main Campus [ 5.10]",
                "ADDR1_ALIAS": "320 YORK STREET",
                "MSAG_ALIAS": "YORK ST, 320",
                "LATITUDE": "41.31224",
                "ADDRESS_1": "YORK STREET, 320",
                "HISTORICAL_ALIAS": "HALL OF GRADUATE STUDIES; YORK ST, 320",
                "ADDRESS_2": "NEW HAVEN, CT",
                "TOTAL_RATING": "0",
                "NUMBER_RATINGS": "0"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.930945",
                "BUILDING_ABBR": "PWG",
                "USAGE_DESCRIPTION": "ATHLETICS",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "1440",
                "DESCRIPTION": "PAYNE WHITNEY GYM",
                "BUILDING_PROSE": "Completed in 1932, is a memorial to Payne Whitney, BA 1898, the gift of his wife and his children, Mrs. Charles Shipman Payson and John Hay Whitney, BA 1926, MA HON 1956. The building is Gothic, constructed of Briar Hill sandstone. This second- largest athletic facility in the world boast twelve acres of floor space on sixteen levels. The central portion contains rowing tanks, practice pool, locker rooms, basketball courts, rooms for boxing, wrestling, and fencing, the trophy room, and offices. In the northern wing are squash courts, a running track, and a basketball amphitheatre. The southern wing contains the exhibition pool and handball courts. Architect John Russell Pope designed the structure to accommodate the then 3,500 students then attending Yale College. A  sports rehabilitation center was built into the gym in 1994, as well as the start of a comprehensive restoration and renovation. The building will be extensively altered and wings added. The architect is Ellerbe Becket Architects in Collaboration with Cesar Pelli & Associates. In 1995, the John J. Lee Amphitheatre was named in honor of John L. Lee ‘58 E, ‘59 M.Eng. a star basketball player in his college days, Mr. Lee gave generously in support of the gym. In 1996, six new international sized squash courts were constructed, replacing eight existing U.S. format courts. Colonel  William K. Lanman, Sheffield Scientific School class of 28 is the donor of a large new wing designed to accommodate four basketball/ volleyball courts and an elevated indoor track  scheduled to be in use in 1999. By the office of Cesar Pelli.  [70 Tower Parkway",
                "ADDR1_ALIAS": "70 TOWER PARKWAY",
                "MSAG_ALIAS": "TOWER PKWY, 70",
                "LATITUDE": "41.313769",
                "ADDRESS_1": "TOWER PARKWAY, 70",
                "ADDRESS_2": "NEW HAVEN, CT",
                "TOTAL_RATING": "0",
                "NUMBER_RATINGS": "0"
            },
            {
                "ID": "2",
                "SITE": "CEN",
                "LONGITUDE": "-72.927608",
                "BUILDING_ABBR": "BASSLB",
                "USAGE_DESCRIPTION": "LIBRARY",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "2045",
                "DESCRIPTION": "BASS LIBRARY",
                "BUILDING_PROSE": "Is a two-story facility with reference & reserve book stacks, extensive student reading & study space. Immediately underneath the Cross-Campus Plaza, It connects to the Sterling Memorial Library by tunnel under High Street. The direct entrances to the library lead down to light courts from the lawn that forms the library’s roof. The architect was Edward Larabee Barnes.  In 1986, matching pavilions were built above ground. One is an elevator affording access to the library by disabled patrons, and the other houses mechanical equipment. [119 High St]  Cross Campus -Main Campus[ 9.36]",
                "ADDR1_ALIAS": "110 WALL STREET",
                "MSAG_ALIAS": "WALL ST, 110",
                "LATITUDE": "41.310685",
                "ADDRESS_1": "WALL STREET, 110",
                "HISTORICAL_ALIAS": "CROSS CAMPUS LIBRARY - CCL",
                "ADDRESS_2": "NEW HAVEN, CT",
                "TOTAL_RATING": "0",
                "NUMBER_RATINGS": "0"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.926478",
                "BUILDING_ABBR": "SC",
                "USAGE_DESCRIPTION": "DINING",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "2010",
                "DESCRIPTION": "SCHWARZMAN CENTER",
                "BUILDING_PROSE": "Is the north wing of the L-shaped Bicentennial Building erected in 1901 to commemorate the 200th anniversary of the founding of the collegiate school (funds from the alumni). The building is of Indiana limestone and was designed by Carrere & Hastings. This wing, built as Commons for the entire college, is now the freshman dining hall and cafeteria for faculty and staff. It seats 1,200. The other wing, Woolsey Hall, is an auditorium seating 2,700 (see Woolsey Hall).  Memorial Hall is the central circular central building with a domed rotunda; the formal  entrance for the two wings. It contains tablets commemorating Yale men who died in the War of the Revolution, the Civil War, the Spanish American War, the World Wars, Korea, and Vietnam, as well as other memorial plaques, is mounted in the corridors.  The President’s Room on the second floor is used for official functions. For many years the Steinert Collection of Musical Instruments was exhibited on the third floor that now houses recording studios. The Alumni War Memorial, designed by Thomas Hastings in collaboration with Everett V. Meeks, forms a classical colonnade on the south side of the dining hall. It  was dedicated June 19, 1917, as a tribute to Yale men who died in World War I.  The entablature bears the names of the major battles in which American troops fought and a cenotaph in front completes the memorial. [College/ Grove Streets]  Hewitt Quadrangle",
                "ADDR1_ALIAS": "168 GROVE STREET",
                "MSAG_ALIAS": "GROVE ST, 168",
                "LATITUDE": "41.311803",
                "ADDRESS_1": "GROVE STREET, 168",
                "HISTORICAL_ALIAS": "UNIVERSITY COMMONS",
                "ADDRESS_2": "NEW HAVEN, CT",
                "TOTAL_RATING": "0",
                "NUMBER_RATINGS": "0"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.923669",
                "BUILDING_ABBR": "ML",
                "USAGE_DESCRIPTION": "ACADEMIC",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "1630",
                "DESCRIPTION": "MASON LAB",
                "BUILDING_PROSE": "Formerly the Mason Laboratory of Mechanical Engineering, completed in 1911, was the gift of William Smith Mason, PH.B. 1888, MA HON. 1924, and George Grant Mason, PH.B. 1888. HON. 1922. The Trustees of the Sheffield Scientific School had purchased the site in 1901. Fronting on Hillhouse Avenue, the building extends through to Temple Street where there is provision for delivery of heavy machinery. A three-story brick building with Indiana limestone facade, it was equipped with facilities for the investigation of engineering systems involving thermodynamics, fluid mechanics, heat transfer, combustion, kinematics, dynamics of machines, physics of fluids, and the mechanics of materials. Charles C. Haight was the architect. It was extensively remodeled in 1967 to provide classroom, office, and laboratory facilities for the Department of Engineering and Applied Science. [9 Hillhouse Avenue]",
                "ADDR1_ALIAS": "9 HILLHOUSE AVENUE",
                "MSAG_ALIAS": "HILLHOUSE AVE,  9",
                "LATITUDE": "41.312108",
                "ADDRESS_1": "HILLHOUSE AVENUE,  9",
                "ADDRESS_2": "NEW HAVEN, CT",
                "TOTAL_RATING": "0",
                "NUMBER_RATINGS": "0"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.924933",
                "HISTORICAL_NAME": "Sheffield Chemical Laboratory /Sheffield Laboratory of Engineering Mechanics/She",
                "BUILDING_ABBR": "AKW",
                "USAGE_DESCRIPTION": "ACADEMIC",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "1530",
                "DESCRIPTION": "A.K. WATSON HALL",
                "BUILDING_PROSE": "Formerly the Sheffield Laboratory of Engineering Mechanics, is a four-story brick Romanesque Revival building, trimmed with terra cotta and East Haven sandstone, which was erected in 1894-95 as the Sheffield Chemical Laboratory. Cady, Berg & See were the architects. Following the completion of the Sterling Chemistry Laboratory it was remodeled in 1923 and the name changed. Besides classroom facilities for the School of Engineering, offices were provided for the Army Reserve Officers Training Corps and the national headquarters of the Society of Sigma Xi and the Scientific Research Society of America. Between 1969 and 1973 the rooms were used by the School of Music for classroom, studio and instrument practice facilities. A comprehensive restoration and renovation was undertaken in 1984/85 for Computer Science Department. Roth and Moore was the architectural firm.[51 Prospect Street] –",
                "ADDR1_ALIAS": "51 PROSPECT STREET",
                "MSAG_ALIAS": "PROSPECT ST,  51",
                "LATITUDE": "41.313064",
                "ADDRESS_1": "PROSPECT STREET,  51",
                "HISTORICAL_ALIAS": "SHEFFIELD CHEM LAB; SHEFFIELD LAB OF ENG. MECH.",
                "ADDRESS_2": "NEW HAVEN, CT",
                "TOTAL_RATING": "0",
                "NUMBER_RATINGS": "0"
            },
            {
                "SITE": "ATH",
                "LONGITUDE": "-72.959817",
                "BUILDING_ABBR": "SMILOW",
                "USAGE_DESCRIPTION": "ATHLETICS",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "3640",
                "DESCRIPTION": "SMILOW FIELD CENTER",
                "BUILDING_PROSE": "Located at between Walter Camp Gate and the Bowl at Yale Field, were constructed in 1993 concurrently with the neighboring Connecticut Tennis Center. Yale Avenue Walter Camp Field",
                "ADDR1_ALIAS": "249 DERBY AVENUE",
                "MSAG_ALIAS": "DERBY AVE,  249",
                "LATITUDE": "41.311237",
                "ADDRESS_1": "DERBY AVENUE, 249",
                "HISTORICAL_ALIAS": "OUTDOOR TENNIS COURT AREA",
                "ADDRESS_2": "NEW HAVEN, CT"
            },
            {
                "ADDRESS_3": "06510",
                "SITE": "CEN",
                "STATUS": "OPEN",
                "BUILDING": "2670",
                "DESCRIPTION": "OLD CAMPUS",
                "ADDR1_ALIAS": "344 COLLEGE STREET",
                "LONGITUDE": "-72.928578",
                "MSAG_ALIAS": "COLLEGE ST, 344",
                "LATITUDE": "41.308913",
                "BUILDING_ABBR": "OLDCAMP",
                "ADDRESS_1": "COLLEGE STREET, 344",
                "ADDRESS_2": "NEW HAVEN, CT"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.932166",
                "BUILDING_ABBR": "PC",
                "USAGE_DESCRIPTION": "DORMITORY",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "2425",
                "DESCRIPTION": "PIERSON COLLEGE",
                "BUILDING_PROSE": "Opened in 1933, was the gift of Edward S. Harkness, BA 1897, and MA HON. 1925. It is a Georgian Quadrangle built of water-struck brick with stone trim. Pierson Tower dominates the group; a variety of interesting architectural features include a small whitewashed brick group decorated with fine iron stairs and railings in the Southern style and known as the “Slave Quarters.” The college is named to honor the Reverend Abraham Pierson, first Rector (President) of Yale, and contains dormitory accommodations for students, the college Dean’s office, rooms for Fellows, a library, common rooms, dining hall, and a Master’s house.  James Gamble Rogers was the architect.  See The Residential Colleges of Yale University. [231 Park Street]",
                "ADDR1_ALIAS": "261 PARK STREET",
                "MSAG_ALIAS": "PARK ST, 261",
                "LATITUDE": "41.310049",
                "ADDRESS_1": "PARK STREET, 261",
                "ADDRESS_2": "NEW HAVEN, CT"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.931252",
                "BUILDING_ABBR": "DC",
                "USAGE_DESCRIPTION": "DORMITORY",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "2420",
                "DESCRIPTION": "DAVENPORT COLLEGE",
                "BUILDING_PROSE": "Georgian Revival in style, is built of water-struck brick with limestone trim except for the York Street facade, which is Modern Gothic, built of seam-faced granite and limestone to harmonize with the Memorial Quadrangle. It contains dormitory accommodations for students, the College Dean’s Office, rooms for Fellows, a library, common rooms, dining hall, and a Master’s house. Edward S. Harkness, BA 1897 MA HON, provided funds for its construction in 1930. 1925, and was completed in 1933. James Gamble Rogers was the architect. The name commemorates the Reverend John Davenport, one of the founders of New Haven Colony. The family arms appear high over the York Street entrance; to the left of the arch are the arms and motto of Coventry, England, where Davenport was born, and to the right the arms and motto of New Haven. See also the 1977 edition of The Residential Colleges of Yale University. [248 York Street] Main Campus [4.34]",
                "ADDR1_ALIAS": "248 YORK STREET",
                "MSAG_ALIAS": "YORK ST, 248",
                "LATITUDE": "41.310418",
                "ADDRESS_1": "YORK STREET, 248",
                "ADDRESS_2": "NEW HAVEN, CT"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.925392",
                "BUILDING_ABBR": "BF",
                "USAGE_DESCRIPTION": "DORMITORY",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "1350",
                "DESCRIPTION": "BENJAMIN FRANKLIN COLLEGE",
                "ADDR1_ALIAS": "90 PROSPECT STREET",
                "MSAG_ALIAS": "PROSPECT ST, 90",
                "LATITUDE": "41.314576",
                "ADDRESS_1": "PROSPECT STREET,  90",
                "ADDRESS_2": "NEW HAVEN, CT"
            },
            {
                "SITE": "CEN",
                "LONGITUDE": "-72.931495",
                "HISTORICAL_NAME": "Briton Hadden Memorial Bdg",
                "BUILDING_ABBR": "YORK202",
                "USAGE_DESCRIPTION": "ACADEMIC",
                "ADDRESS_3": "06511",
                "STATUS": "OPEN",
                "BUILDING": "2450",
                "DESCRIPTION": "YORK ST, 202",
                "BUILDING_PROSE": "The Briton Hadden Memorial Building was erected in 1932 as the gift of the alumni and friends of the University in memory of Briton Hadden, BA 1920, for the use of the Yale Daily News. It is a “Collegiate Gothic” building reminiscent of Cotswold Tudor architecture, constructed of brick with limestone trim. Adams and Prentice were the architects",
                "ADDR1_ALIAS": "202 YORK STREET",
                "MSAG_ALIAS": "YORK ST, 202",
                "LATITUDE": "41.309127",
                "ADDRESS_1": "YORK STREET, 202",
                "ADDRESS_2": "NEW HAVEN, CT"
            }
        ]
    }
}